const parts = [{ key: "SZ660-01-07", name: "SZ660-01-07角铁" },
{ key: "SZ660-01-08", name: "SZ660-01-08压簧" },
{ key: "SZ660-01-09", name: "SZ660-01-09垫块" },
{ key: "SZ660-01-12", name: "SZ660-01-12孔座" },
{ key: "SZ660-01-13", name: "SZ660-01-13连接杆" },
{ key: "SZ660-01-14", name: "SZ660-01-14页机托轮连接" },
{ key: "SZ660-01-15", name: "SZ660-01-15小轴" },
{ key: "SZ660-01-20", name: "SZ660-01-20滚轮" },
{ key: "SZ660-01-22", name: "SZ660-01-22长轴" },
{ key: "SZ660-01-33", name: "SZ660-01-33带轮" },
{ key: "SZ660-01-36", name: "SZ660-01-36轴" },
{ key: "SZ660-01-37", name: "SZ660-01-37线带轴" },
{ key: "SZ660-01-38", name: "SZ660-01-38导向条" },
{ key: "SZ660-01-41", name: "SZ660-01-41导向条座" },
{ key: "SZ660-01-51", name: "SZ660-01-51垫块" },
{ key: "SZ660-01-52", name: "SZ660-01-52垫块" },
{ key: "SZ660-01-60", name: "SZ660-01-60轴座" },
{ key: "SZ660-01-62", name: "SZ660-01-62轴座" },
{ key: "SZ660-01-65", name: "SZ660-01-65线带轴694" },
{ key: "SZ660-01-66", name: "SZ660-01-66长轴720" },
{ key: "SZ660-01-67", name: "SZ660-01-67小塑料轮" },
{ key: "SZ660-01-68", name: "SZ660-01-68大塑料轮" },
{ key: "SZ660A-01-22", name: "SZ660A-01-22长轴" },
{ key: "SZ660A-03", name: "SZ660A-03同步带轮" },
{ key: "SZ660A-05", name: "SZ660A-05同步带轮" }]

module.exports = {
  parts: parts
}