const parts = [{
    key: "GTD780-3.2-01",
    name: "GTD780-3.2-01夹固"
  },
  {
    key: "GTD660-1.1-2",
    name: "GTD660-1.1-2齿轮"
  },
  {
    key: "GTD660-1.1-3",
    name: "GTD660-1.1-3齿轮垫"
  },
  {
    key: "GTD660-1.1-8",
    name: "GTD660-1.1-8丝杆座"
  },
  {
    key: "GTD660-1.1-12",
    name: "GTD660-1.1-12齿轮垫"
  },
  {
    key: "GTD660-1.1-18A",
    name: "GTD660-1.1-18A护罩"
  },
  {
    key: "GTD660-1.2-2",
    name: "GTD660-1.2-2左压纸支座"
  },
  {
    key: "GTD660-1.2-3",
    name: "GTD660-1.2-3长杆"
  },
  {
    key: "GTD660-1.2-4",
    name: "GTD660-1.2-4弹簧片"
  },
  {
    key: "GTD660-1.2-5",
    name: "GTD660-1.2-5管接头"
  },
  {
    key: "GTD660-1.2-6",
    name: "GTD660-1.2-6分气座"
  },
  {
    key: "GTD660-1.2-7",
    name: "GTD660-1.2-7垫片"
  },
  {
    key: "GTD660-1.2-8",
    name: "GTD660-1.2-8护板"
  },
  {
    key: "GTD660-1.2-10",
    name: "GTD660-1.2-10吹气接座"
  },
  {
    key: "GTD660-1.2-11",
    name: "GTD660-1.2-11护板"
  },
  {
    key: "GTD660-1.2-12",
    name: "GTD660-1.2-12短管接头"
  },
  {
    key: "GTD660-1.2-14",
    name: "GTD660-1.2-14管接"
  },
  {
    key: "GTD660-1.2-15",
    name: "GTD660-1.2-15方块"
  },
  {
    key: "GTD660-1.2-17",
    name: "GTD660-1.2-17护罩"
  },
  {
    key: "GTD660-1.2-18",
    name: "GTD660-1.2-18限位板"
  },
  {
    key: "GTD660-1.2-19",
    name: "GTD660-1.2-19气阀压簧"
  },
  {
    key: "GTD660-1.2-20",
    name: "GTD660-1.2-20阀体"
  },
  {
    key: "GTD660-1.2-21",
    name: "GTD660-1.2-21针阀"
  },
  {
    key: "GTD660-1.2-22-00",
    name: "GTD660-1.2-22/00吸嘴体"
  },
  {
    key: "GTD660-1.2-22-04",
    name: "GTD660-1.2-22/04放气导向接头"
  },
  {
    key: "GTD660-1.2-23-00",
    name: "GTD660-1.2-23/00吸嘴"
  },
  {
    key: "GTD660-1.2-23-01",
    name: "GTD660-1.2-23/01吸嘴嵌件"
  },
  {
    key: "GTD660-1.2-24",
    name: "GTD660-1.2-24压簧"
  },
  {
    key: "GTD660-1.2-26",
    name: "GTD660-1.2-26皮碗"
  },
  {
    key: "GTD660-1.2-27",
    name: "GTD660-1.2-27吹气嘴"
  },
  {
    key: "GTD660-1.2-28",
    name: "GTD660-1.2-28吹气接头"
  },
  {
    key: "GTD660-1.2-29",
    name: "GTD660-1.2-29二侧吹气管"
  },
  {
    key: "GTD660-1.2-30",
    name: "GTD660-1.2-30闷头"
  },
  {
    key: "GTD660-1.2-31",
    name: "GTD660-1.2-31螺母"
  },
  {
    key: "GTD660-1.2-32",
    name: "GTD660-1.2-32支座"
  },
  {
    key: "GTD660-1.2-33",
    name: "GTD660-1.2-33气管"
  },
  {
    key: "GTD660-1.2-34",
    name: "GTD660-1.2-34支杆"
  },
  {
    key: "GTD660-1.2-35",
    name: "GTD660-1.2-35摆杆"
  },
  {
    key: "GTD660-1.2-36A",
    name: "GTD660-1.2-36A检测杆"
  },
  {
    key: "GTD660-1.2-37",
    name: "GTD660-1.2-37平衡块"
  },
  {
    key: "GTD660-1.2-39",
    name: "GTD660-1.2-39垫片"
  },
  {
    key: "GTD660-1.2-40",
    name: "GTD660-1.2-40盖板"
  },
  {
    key: "GTD660-1.2-42",
    name: "GTD660-1.2-42可调螺钉"
  },
  {
    key: "GTD660-1.2-43",
    name: "GTD660-1.2-43阀板"
  },
  {
    key: "GTD660-1.2-44",
    name: "GTD660-1.2-44支座"
  },
  {
    key: "GTD660-1.2-45",
    name: "GTD660-1.2-45销轴"
  },
  {
    key: "GTD660-1.2-46",
    name: "GTD660-1.2-46轴套"
  },
  {
    key: "GTD660-1.2-47",
    name: "GTD660-1.2-47拉簧"
  },
  {
    key: "GTD660-1.2-48",
    name: "GTD660-1.2-48立柱"
  },
  {
    key: "GTD660-1.2-49",
    name: "GTD660-1.2-49提升吸气调节阀"
  },
  {
    key: "GTD660-1.2-50",
    name: "GTD660-1.2-50气垫吹风调节阀"
  },
  {
    key: "GTD660-1.2-51",
    name: "GTD660-1.2-51分纸吹风调节阀"
  },
  {
    key: "GTD660-1.2-52",
    name: "GTD660-1.2-52调节螺母"
  },
  {
    key: "GTD660-1.2-53",
    name: "GTD660-1.2-53螺杆"
  },
  {
    key: "GTD660-1.2-54",
    name: "GTD660-1.2-54压簧"
  },
  {
    key: "GTD660-1.2-55",
    name: "GTD660-1.2-55扁吹嘴导向座"
  },
  {
    key: "GTD660-1.2-56",
    name: "GTD660-1.2-56支轴"
  },
  {
    key: "GTD660-1.2-58",
    name: "GTD660-1.2-58吹气杆"
  },
  {
    key: "GTD660-1.2-60",
    name: "GTD660-1.2-60风门摆架"
  },
  {
    key: "GTD660-1.2-63",
    name: "GTD660-1.2-63挡气板"
  },
  {
    key: "GTD660-1.2-64",
    name: "GTD660-1.2-64小轴"
  },
  {
    key: "GTD660-1.2-65",
    name: "GTD660-1.2-65滚套"
  },
  {
    key: "GTD660-1.2-66",
    name: "GTD660-1.2-66开风板"
  },
  {
    key: "GTD660-1.2-69",
    name: "GTD660-1.2-69弹簧片"
  },
  {
    key: "GTD660-1.2-72",
    name: "GTD660-1.2-72活塞"
  },
  {
    key: "GTD660-1.2-73",
    name: "GTD660-1.2-73复合轴承"
  },
  {
    key: "GTD660-1.2-76",
    name: "GTD660-1.2-76滑片"
  },
  {
    key: "GTD660-1.2-77",
    name: "GTD660-1.2-77垫片"
  },
  {
    key: "GTD660-1.2-78",
    name: "GTD660-1.2-78簧片"
  },
  {
    key: "GTD660-1.2-79",
    name: "GTD660-1.2-79压杆"
  },
  {
    key: "GTD660-1.2-80",
    name: "GTD660-1.2-80调节螺母"
  },
  {
    key: "GTD660-1.2-82",
    name: "GTD660-1.2-82调节座"
  },
  {
    key: "GTD660-1.2-83",
    name: "GTD660-1.2-83压簧"
  },
  {
    key: "GTD660-1.2-84",
    name: "GTD660-1.2-84弹簧套"
  },
  {
    key: "GTD660-1.2-85",
    name: "GTD660-1.2-85右压纸支座"
  },
  {
    key: "GTD660-1.2-86",
    name: "GTD660-1.2-86压簧"
  },
  {
    key: "GTD660-1.2-90",
    name: "GTD660-1.2-90卡板"
  },
  {
    key: "GTD660-1.2-91-00",
    name: "GTD660-1.2-91/00压纸刷"
  },
  {
    key: "GTD660-2.1-17",
    name: "GTD660-2.1-17托架(一)"
  },
  {
    key: "GTD660-2.1-21A",
    name: "GTD660-2.1-21a小轴"
  },
  {
    key: "GTD660-2.1-22",
    name: "GTD660-2.1-22托架(二)"
  },
  {
    key: "GTD660-2.1-47",
    name: "GTD660-2.1-47隔圈"
  },
  {
    key: "GTD660-2.1-51",
    name: "GTD660-2.1-51挂脚"
  },
  {
    key: "GTD660-2.1-52",
    name: "GTD660-2.1-52链轮(二)"
  },
  {
    key: "GTD660-2.1-53",
    name: "GTD660-2.1-53左护链板"
  },
  {
    key: "GTD660-2.1-54",
    name: "GTD660-2.1-54短套"
  },
  {
    key: "GTD660-2.1-55",
    name: "GTD660-2.1-55蜗轮"
  },
  {
    key: "GTD660-2.1-57",
    name: "GTD660-2.1-57小芯轴"
  },
  {
    key: "GTD660-2.1-60",
    name: "GTD660-2.1-60轴承座"
  },
  {
    key: "GTD660-2.1-62-00",
    name: "GTD660-2.1-62/00链罩组件"
  },
  {
    key: "GTD660-2.1-69",
    name: "GTD660-2.1-69蜗杆"
  },
  {
    key: "GTD660-2.1-80",
    name: "GTD660-2.1-80蜗轮"
  },
  {
    key: "GTD660-2.1-81",
    name: "GTD660-2.1-81蜗杆"
  },
  {
    key: "GTD660-2.1.1-3",
    name: "GTD660-2.1.1-3压簧"
  },
  {
    key: "GTD660-2.1.1-4-00",
    name: "GTD660-2.1.1-4/00拨杆"
  },
  {
    key: "GTD660-2.1.1-5",
    name: "GTD660-2.1.1-5小顶杆"
  },
  {
    key: "GTD660-2.1.1-7",
    name: "GTD660-2.1.1-7压簧"
  },
  {
    key: "GTD660-2.2-3",
    name: "GTD660-2.2-3接头"
  },
  {
    key: "GTD660-2.2-4",
    name: "GTD660-2.2-4隔圈(一)"
  },
  {
    key: "GTD660-2.2-5",
    name: "GTD660-2.2-5阀体"
  },
  {
    key: "GTD660-2.2-30",
    name: "GTD660-2.2-30螺栓"
  },
  {
    key: "GTD660-2.2-32",
    name: "GTD660-2.2-32出气嘴"
  },
  {
    key: "GTD660-2.3-1",
    name: "GTD660-2.3-1连接头"
  },
  {
    key: "GTD660-3.1-1",
    name: "GTD660-3.1-1滚轮"
  },
  {
    key: "GTD660-3.1-26",
    name: "GTD660-3.1-26张紧轮轴"
  },
  {
    key: "GTD660-3.1-27",
    name: "GTD660-3.1-27张紧轮"
  },
  {
    key: "GTD660-3.1-36",
    name: "GTD660-3.1-36滚轮"
  },
  {
    key: "GTD660-3.1-44",
    name: "GTD660-3.1-44弹簧"
  },
  {
    key: "GTD660-3.1-46",
    name: "GTD660-3.1-46短套"
  },
  {
    key: "GTD660-3.1-49",
    name: "GTD660-3.1-49垫圈"
  },
  {
    key: "GTD660-3.1-53",
    name: "GTD660-3.1-53滚子"
  },
  {
    key: "GTD660-3.1-67",
    name: "GTD660-3.1-67支撑块"
  },
  {
    key: "GTD660-3.2-4",
    name: "GTD660-3.2-4压纸塑料球"
  },
  {
    key: "GTD660-3.2-7",
    name: "GTD660-3.2-7中心套"
  },
  {
    key: "GTD660-3.2-8",
    name: "GTD660-3.2-8弹簧片"
  },
  {
    key: "GTD660-3.2-11",
    name: "GTD660-3.2-11凸形板"
  },
  {
    key: "GTD660-3.2-22",
    name: "GTD660-3.2-22导向板"
  },
  {
    key: "GTD660-3.2-25",
    name: "GTD660-3.2-25填套"
  },
  {
    key: "GTD660-3.2-26",
    name: "GTD660-3.2-26定位小轴"
  },
  {
    key: "GTD660-3.2-28",
    name: "GTD660-3.2-28填块"
  },
  {
    key: "GTD660-3.2.1-2",
    name: "GTD660-3.2.1-2夹固"
  },
  {
    key: "GTD660-3.3-1",
    name: "GTD660-3.3-1小圈"
  },
  {
    key: "GTD660-3.3-2",
    name: "GTD660-3.3-2隔套"
  },
  {
    key: "GTD660-3.3-3",
    name: "GTD660-3.3-3小轴"
  },
  {
    key: "GTD660-3.3-5",
    name: "GTD660-3.3-5螺母"
  },
  {
    key: "GTD660-3.3-6",
    name: "GTD660-3.3-6小轴"
  },
  {
    key: "GTD660-3.3-7",
    name: "GTD660-3.3-7铜螺母"
  },
  {
    key: "GTD660-3.3-9",
    name: "GTD660-3.3-9调节螺钉"
  },
  {
    key: "GTD660-3.3-13",
    name: "GTD660-3.3-13拉簧"
  },
  {
    key: "GTD660-3.3-14",
    name: "GTD660-3.3-14小板"
  },
  {
    key: "GTD660-3.3-15",
    name: "GTD660-3.3-15扇形板"
  },
  {
    key: "GTD660-3.3-17",
    name: "GTD660-3.3-17挡纸板座"
  },
  {
    key: "GTD660-3.3-18-00",
    name: "GTD660-3.3-18/00挡纸板组"
  },
  {
    key: "GTD660-3.3-20",
    name: "GTD660-3.3-20定位块"
  },
  {
    key: "GH780-2.4-05",
    name: "GH780-2.4-05压纸杆座"
  },
  {
    key: "GH780-2.6.1-02",
    name: "GH780-2.6.1-02气管座"
  },
  {
    key: "GH780-2.6.1-03A",
    name: "GH780-2.6.1-03A侧吹风挡板"
  },
  {
    key: "GH780-2.6.1-04",
    name: "GH780-2.6.1-04吹气嘴"
  },
  {
    key: "GH780-3.3-01",
    name: "GH780-3.3-01上走纸板"
  },
  {
    key: "ZYH660-4.4-3",
    name: "ZYH660-4.4-3弹簧卡"
  }
]
module.exports = {
  parts: parts
}