const parts = [
  { key: "3151615", name: "3151615滑块" },
  { key: "3161322", name: "3161322中刀板" },
  { key: "3163124", name: "3163124顶板" },
  { key: "3163325", name: "3163325中刀" },
  { key: "3259210", name: "3259210穿丝孔" },
  { key: "3263109", name: "3263109导丝管" },
  { key: "3263111", name: "3263111调节手柄" },
  { key: "3263118", name: "3263118螺钉" },
  { key: "3263127", name: "3263127轴" },
  { key: "3759209", name: "3759209齿条" },
  { key: "3763015", name: "3763015块" },
  { key: "3865510", name: "3865510片" },
  { key: "3951318", name: "3951318压簧" },
  { key: "9200010", name: "9200010压簧" }]

module.exports = {
  parts: parts
}