const parts = [
  { key: "ZG75-2-06-01", name: "ZG75-2-06-01切丝轴" },
  { key: "ZG75-2-06-02", name: "ZG75-2-06-02切丝刀盘合金" },
  { key: "ZG75-2-06-03", name: "ZG75-2-06-03沉头螺钉" },
  { key: "ZG75-2-06-04", name: "ZG75-2-06-04切丝压簧" },
  { key: "ZG75-2-06-08", name: "ZG75-2-06-08弹簧片" },
  { key: "ZG75-2-06-11", name: "ZG75-2-06-11切丝撞块" },
  { key: "ZG75-2-06-12", name: "ZG75-2-06-12铁丝导轨" },
  { key: "ZG75-2-06-13", name: "ZG75-2-06-13送丝连杆轴" },
  { key: "ZG75-2-06-16", name: "ZG75-2-06-16齿轮轴压簧" },
  { key: "ZG75-2-06-18", name: "ZG75-2-06-18内六角螺钉" },
  { key: "ZG75-2-06-22", name: "ZG75-2-06-22穿丝嘴" },
  { key: "ZG75-2-06-28", name: "ZG75-2-06-28压书小轴" },
  { key: "ZG75-2-06-40", name: "ZG75-2-06-40紧圈" },
  { key: "ZG75-2-06-44", name: "ZG75-2-06-44成型模拉簧" },
  { key: "ZG75-2-06-45", name: "ZG75-2-06-45成型模螺钉" },
  { key: "ZG75-2-06-47", name: "ZG75-2-06-47斜铁" },
  { key: "ZG75-2-06-80", name: "ZG75-2-06-80轴" },
  { key: "ZG75-2-06-96", name: "ZG75-2-06-96轴" },
  { key: "ZG75-2-06-97", name: "ZG75-2-06-97压块" },
  { key: "ZG75-2-06-98", name: "ZG75-2-06-98铁丝导轨" },
  { key: "ZG75-100", name: "ZG75-100引导板" },
  { key: "ZG75-101", name: "ZG75-101垫圈" },
  { key: "ZG75-102", name: "ZG75-102垫片" }]

module.exports = {
  parts: parts
}


