const parts = [{ key: "3000.5334.4", name: "3000.5334.4拉盘" },
{ key: "3000.5335.4", name: "3000.5335.4齿轮" },
{ key: "3000.5347.3(1)", name: "3000.5347.3上∕下压痕轮" },
{ key: "3000.5347.3(2)", name: "3000.5347.3上下压痕轮" },
{ key: "JD440A-8-10", name: "JD440A-8-10马天尼输出轴" },
{ key: "JD440A-8-16", name: "JD440A-8-16马天尼支块" },
{ key: "JD440A-8-34", name: "JD440A-8-34马天尼小轴" },
{ key: "JD440A-10.12-1-00", name: "JD440A-10.12-1-00马天尼橡胶压轮" },
{ key: "JD440A-10.12-12", name: "JD440A-10.12-12马天尼压痕轮" },
{ key: "JD440A-10.12-13", name: "JD440A-10.12-13马天尼压痕轮" },
{ key: "JD440A-10.12-14", name: "JD440A-10.12-14马天尼压痕轮" }]

module.exports = {
  parts: parts
}