const parts = [{
    key: "3009.3536.4",
    name: "3009.3536.4马天尼压痕轮"
  },
  {
    key: "3009.3807.2A",
    name: "3009.3807.2A马天尼齿轮"
  },
  {
    key: "3009.3808.2C",
    name: "3009.3808.2C马天尼凸轮"
  },
  { key: "3690.1006.8(L)", name: "3690.1006.8咬牙（左）" },
  { key: "3690.1006.8(R)", name: "3690.1006.8咬牙（右）" },
  {
    key: "3009.3808.2",
    name: "3009.3808.2马天尼凸轮"
  },
  {
    key: "3009.5374.ID",
    name: "3009.5374.ID前夹板"
  },
  {
    key: "3009.5374.ID(2)",
    name: "3009.5374.ID前夹板 (2)"
  },
  {
    key: "3009.5375.10",
    name: "3009.5375.10后夫板"
  },
  {
    key: "3009.5375.ID",
    name: "3009.5375.ID后夹板"
  },
  {
    key: "3009.5777.3",
    name: "3009.5777.3封面定位杆"
  },
  {
    key: "3009.8072.3",
    name: "3009.8072.3马天尼压痕轮"
  },
  {
    key: "3691.08.53.1",
    name: "3691.08.53.1马天尼凸轮"
  }
]

module.exports = {
  parts: parts
}