const parts = [{
    key: "0V-1-12",
    name: "0V-1-12从动主动锥齿轮"
  },
  {
    key: "OV-1-104",
    name: "OV-1-104后摆块"
  },
  {
    key: "OV-1",
    name: "OV-1隔圈"
  },
  {
    key: "OV-1-1",
    name: "OV-1-1横梁Ⅱ"
  },
  {
    key: "OV-1-3",
    name: "OV-1-3链轮安装板"
  },
  {
    key: "OV-1-4",
    name: "OV-1-4横梁Ⅰ"
  },
  {
    key: "OV-1-5",
    name: "OV-1-5紧张轮Ⅱ"
  },
  {
    key: "OV-1-7",
    name: "OV-1-7紧张轮Ⅰ"
  },
  {
    key: "OV-1-8",
    name: "OV-1-8推杆处弹簧"
  },
  {
    key: "OV-1-14",
    name: "OV-1-14零位调节手轮"
  },
  {
    key: "OV-1-16",
    name: "OV-1-16胶长调节手轮"
  },
  {
    key: "OV-1-17",
    name: "OV-1-17调节手轮钢芯"
  },
  {
    key: "OV-1-19",
    name: "OV-1-19锁紧螺钉"
  },
  {
    key: "OV-1-23",
    name: "OV-1-23盖板安装板"
  },
  {
    key: "OV-1-30",
    name: "OV-1-30加胶口摆块"
  },
  {
    key: "OV-1-32",
    name: "OV-1-32网板安装块"
  },
  {
    key: "OV-1-34",
    name: "OV-1-34加热棒卡块"
  },
  {
    key: "OV-1-37",
    name: "OV-1-37前注胶管座"
  },
  {
    key: "OV-1-39",
    name: "OV-1-39胶轮"
  },
  {
    key: "OV-1-40",
    name: "OV-1-40胶轮传动轴"
  },
  {
    key: "OV-1-42",
    name: "OV-1-42前带动座"
  },
  {
    key: "OV-1-47",
    name: "OV-1-47后带动座"
  },
  {
    key: "OV-1-48",
    name: "OV-1-48后大平块"
  },
  {
    key: "OV-1-49",
    name: "OV-1-49后注胶管座"
  },
  {
    key: "OV-1-52",
    name: "OV-1-52传动齿轮"
  },
  {
    key: "OV-1-53",
    name: "OV-1-53链轮"
  },
  {
    key: "OV-1-54",
    name: "OV-1-54挡圈Ⅵ"
  },
  {
    key: "OV-1-56",
    name: "OV-1-56链轮Ⅱ"
  },
  {
    key: "OV-1-60",
    name: "OV-1-60导向块"
  },
  {
    key: "OV-1-68",
    name: "OV-1-68下张紧轮处安装板"
  },
  {
    key: "OV-1-71",
    name: "OV-1-71上连接板"
  },
  {
    key: "OV-1-75",
    name: "OV-1-75复合轴承座"
  },
  {
    key: "OV-1-80",
    name: "OV-1-80后四方铜螺母"
  },
  {
    key: "OV-1-81",
    name: "OV-1-81立板"
  },
  {
    key: "OV-1-82",
    name: "OV-1-82前四方铜螺母"
  },
  {
    key: "OV-1-84",
    name: "OV-1-8420垫套"
  },
  {
    key: "OV-1-85",
    name: "OV-1-85断胶轴"
  },
  {
    key: "OV-1-86",
    name: "OV-1-86后胶轮前后调节杆"
  },
  {
    key: "OV-1-89",
    name: "OV-1-89下连接板"
  },
  {
    key: "OV-1-91",
    name: "OV-1-91凸轮处摆臂"
  },
  {
    key: "OV-1-94",
    name: "OV-1-94复位弹簧"
  },
  {
    key: "OV-1-95",
    name: "OV-1-95复位摆臂"
  },
  {
    key: "OV-1-99",
    name: "OV-1-99调整齿轮"
  },
  {
    key: "OV-1-105",
    name: "OV-1-105后刮胶盖板"
  },
  {
    key: "OV-1-106",
    name: "OV-1-106后刮胶块"
  },
  {
    key: "OV-1-107",
    name: "OV-1-107导向块"
  },
  {
    key: "OV-1-108",
    name: "OV-1-108刮胶处摆轴"
  },
  {
    key: "OV-1-109",
    name: "OV-1-109前摆块"
  },
  {
    key: "OV-1-110",
    name: "OV-1-110前刮胶块"
  },
  {
    key: "OV-1-111",
    name: "OV-1-111前刮胶盖板"
  },
  {
    key: "OV-1-112",
    name: "OV-1-112上下调节螺杆"
  },
  {
    key: "OV-1.1-2",
    name: "OV-1.1-2泵处挡圈"
  },
  {
    key: "OV-1.1-4",
    name: "OV-1.1-4油封安装盘"
  },
  {
    key: "OV-1.1-5",
    name: "OV-1.1-5侧胶泵体安装板"
  },
  {
    key: "OV-1.1-5",
    name: "OV-1.1-5侧胶泵体安装板"
  },
  {
    key: "OV-1.1-6",
    name: "OV-1.1-6摆臂"
  },
  {
    key: "OV-2-14",
    name: "OV-2-14安装板"
  },
  {
    key: "OV-2-15",
    name: "OV-2-1528齿链轮"
  },
  {
    key: "OV-2-16",
    name: "OV-2-16主轴处套筒Ⅰ"
  },
  {
    key: "OV-2-17",
    name: "OV-2-17主轴处套筒Ⅱ"
  },
  {
    key: "OV-2-19",
    name: "OV-2-1913齿链轮"
  },
  {
    key: "OV-2-20",
    name: "OV-2-20主轴处压盖板"
  },
  {
    key: "OV-2-25",
    name: "OV-2-2522齿链轮处挡圈"
  },
  {
    key: "OV-2-27",
    name: "OV-2-27下张紧轮安装板套筒"
  },
  {
    key: "OV-2-29",
    name: "OV-2-29小加强板"
  },
  {
    key: "OV-2-35",
    name: "OV-2-35胶轮"
  },
  {
    key: "OV-2-36",
    name: "OV-2-36胶轮处挡圈"
  },
  {
    key: "OV-2-44",
    name: "OV-2-44胶长调整凸轮"
  },
  {
    key: "OV-2-46",
    name: "OV-2-46加胶口处安装柱"
  },
  {
    key: "OV-2-53",
    name: "OV-2-53刮胶复位弹簧"
  },
  {
    key: "OV-2-55",
    name: "OV-2-55加热棒夹块"
  },
  {
    key: "OV-2-61",
    name: "OV-2-61匀胶轮复位小弹簧"
  },
  {
    key: "OV-2-62",
    name: "OV-2-62匀胶轮复位大弹簧"
  },
  {
    key: "OV-2-63",
    name: "OV-2-63匀胶轮调节滑块"
  },
  {
    key: "OV-2-64",
    name: "OV-2-64匀胶轮调节滑块"
  },
  {
    key: "OV-2-67",
    name: "OV-2-67高度调节导向块Ⅱ"
  },
  {
    key: "OV-2-71",
    name: "OV-2-71匀胶处张紧轮安装块"
  },
  {
    key: "OV-2-75",
    name: "OV-2-75匀胶轮处挡圈"
  },
  {
    key: "OV-2-78",
    name: "OV-2-78匀胶处夹块"
  },
  {
    key: "OV-2-80",
    name: "OV-2-80高度调节导向块Ⅲ"
  },
  {
    key: "OV-2-81",
    name: "OV-2-81高度调节导向块Ⅰ"
  },
  {
    key: "OV-2-82",
    name: "OV-2-82匀胶轮斜槽"
  },
  {
    key: "OV-2-83",
    name: "OV-2-832号轮斜槽"
  },
  {
    key: "OV-2-85",
    name: "OV-2-85调节轴挡板处套筒"
  },
  {
    key: "OV-2-86",
    name: "OV-2-86调节轴挡板"
  },
  {
    key: "OV-2-87",
    name: "OV-2-87下张紧轮摆杆"
  },
  {
    key: "OV-2-88",
    name: "OV-2-88下张紧轮处摆"
  },
  {
    key: "OV-2-89",
    name: "OV-2-89张紧轮处套筒Ⅰ"
  },
  {
    key: "OV-2-90",
    name: "OV-2-9012齿链轮"
  },
  {
    key: "OV-2-91",
    name: "OV-2-911号轮高度调节小轴"
  },
  {
    key: "OV-2-94",
    name: "OV-2-94刮胶摆动芯轴"
  },
  {
    key: "OV-2-97",
    name: "OV-2-97匀胶旋转轴挡圈"
  },
  {
    key: "OV-2-98",
    name: "OV-2-98张紧轮处套筒Ⅱ"
  },
  {
    key: "OV-2-99",
    name: "OV-2-99匀胶外旋转轴"
  },
  {
    key: "OV-2-100",
    name: "OV-2-100匀胶刮板轴"
  },
  {
    key: "OV-2-101",
    name: "OV-2-101张紧轮安装板"
  },
  {
    key: "OV-2-102",
    name: "OV-2-102安装板安装块"
  },
  {
    key: "OV-2-103",
    name: "OV-2-103上下调节带动块"
  },
  {
    key: "OV-2-104",
    name: "OV-2-104胶量调节轴处挡圈"
  },
  {
    key: "OV-2-108",
    name: "OV-2-108刮胶处挡圈"
  },
  {
    key: "OV-2-109-16",
    name: "OV-2-109-16齿链轮"
  },
  {
    key: "OV-2-110",
    name: "OV-2-110下张紧轮处套筒"
  },
  {
    key: "OV-2-112",
    name: "OV-2-112张紧轮旋转轴"
  },
  {
    key: "OV-2-114",
    name: "OV-2-114张紧轮"
  },
  {
    key: "OV-2-120",
    name: "OV-2-120匀胶处刮胶板"
  },
  {
    key: "OV-2-121",
    name: "OV-2-121匀胶处刮胶底板"
  },
  {
    key: "OV-2-122",
    name: "OV-2-122锁紧杆处挡圈Ⅰ"
  },
  {
    key: "OV-2-129",
    name: "OV-2-129上下调节杠杆接头"
  },
  {
    key: "OV-2-130",
    name: "OV-2-130开槽圆柱头螺钉"
  },
  {
    key: "OV-2-131",
    name: "OV-2-131锁紧螺钉"
  },
  {
    key: "OV-2-133",
    name: "OV-2-133锁紧螺钉"
  },
  {
    key: "OV-2-145",
    name: "OV-2-145张紧轮处套筒Ⅱ"
  },
  {
    key: "OV-2.1-1",
    name: "OV-2.1-1底胶泵体安装板"
  },
  {
    key: "OV-2.1.1-6",
    name: "OV-2.1.1-6短轴"
  },
  {
    key: "OV-2.3-5",
    name: "OV-2.3-5背板安装块"
  },
  {
    key: "OV-3-1",
    name: "OV-3-1联块"
  },
  {
    key: "OV-3-3",
    name: "OV-3-3垫圈"
  },
  {
    key: "OV-3-4",
    name: "OV-3-4轴承销Ⅰ"
  },
  {
    key: "OV-3-5",
    name: "OV-3-5调整垫圈"
  },
  {
    key: "OV-3-13",
    name: "OV-3-13偏心销垫圈"
  },
  {
    key: "OV-3-14",
    name: "OV-3-14齿条挡圈"
  },
  {
    key: "OV-3-15",
    name: "OV-3-15齿条"
  },
  {
    key: "OV-3-16",
    name: "OV-3-16书夹压簧"
  },
  {
    key: "OV-3-21",
    name: "OV-3-21弹簧"
  },
  {
    key: "OV-3-28",
    name: "OV-3-28手动拨块"
  },
  {
    key: "OV-3-37",
    name: "OV-3-37偏心套"
  },
  {
    key: "OV-4.3-20",
    name: "OV-4.3-20铜接头"
  },
  {
    key: "OV-4.4-36",
    name: "OV-4.4-36左后挡规"
  },
  {
    key: "OV-5",
    name: "OV-5板"
  },
  {
    key: "OV-5.1-52",
    name: "OV-5.1-52方螺母"
  },
  {
    key: "OV-5.1-65",
    name: "OV-5.1-65轴承套筒"
  },
  {
    key: "OV-5.1-70",
    name: "OV-5.1-70导块"
  },
  {
    key: "OV-5.1-71",
    name: "OV-5.1-71剪切块"
  },
  {
    key: "OV-5.1-80",
    name: "OV-5.1-80螺杆"
  },
  {
    key: "OV-5.2-21",
    name: "OV-5.2-21方螺母"
  },
  {
    key: "OV-5.2-27",
    name: "OV-5.2-27铣刀安装座"
  },
  {
    key: "OV-5.2-36",
    name: "OV-5.2-36导向键"
  },
  {
    key: "OV-5.3-2",
    name: "OV-5.3-2开槽刀刀座"
  },
  {
    key: "OV-5.3-6",
    name: "OV-5.3-6剪切块"
  },
  {
    key: "OV-5.4-2",
    name: "OV-5.4-2刷书轮"
  },
  {
    key: "OV-5.4-3",
    name: "OV-5.4-3限位垫圈"
  },
  {
    key: "OV-6.1",
    name: "OV-6.1座"
  },
  {
    key: "OV-6.1.1-27",
    name: "OV-6.1.1-27书厚调整导杆"
  },
  {
    key: "OV-6.1.1-28",
    name: "OV-6.1.1-28连杆"
  },
  {
    key: "OV-6.1.1-30",
    name: "OV-6.1.1-30螺栓销"
  },
  {
    key: "OV-6.1.1-46",
    name: "OV-6.1.1-46轴肩挡环"
  },
  {
    key: "OV-6.1.1-51",
    name: "OV-6.1.1-51摇摆压盖"
  },
  {
    key: "OV-6.1.2-14",
    name: "OV-6.1.2-14小轴"
  },
  {
    key: "OV-6.1.2-24",
    name: "OV-6.1.2-24底压板"
  },
  {
    key: "OV-6.1.2-25",
    name: "OV-6.1.2-25长支块"
  },
  {
    key: "OV-6.1.2-26",
    name: "OV-6.1.2-26内置轴承支座"
  },
  {
    key: "OV-6.1.2-30",
    name: "OV-6.1.2-30轴承座Ⅰ"
  },
  {
    key: "OV-6.1.2-35",
    name: "OV-6.1.2-35外置夹板"
  },
  {
    key: "OV-6.1.2-36",
    name: "OV-6.1.2-36内置夹板"
  },
  {
    key: "OV-7-62",
    name: "OV-7-62包本传动轴"
  },
  {
    key: "OV-11",
    name: "OV-11支架"
  },
  {
    key: "OV-11.3-7",
    name: "OV-11.3-7拉杆插销支座"
  },
  {
    key: "OV-11.3-8",
    name: "OV-11.3-8插销"
  },
  {
    key: "OV-11.3-9",
    name: "OV-11.3-9小压簧"
  },
  {
    key: "OV-11.3-10",
    name: "OV-11.3-10电磁波支板"
  },
  {
    key: "OV-11.3-14",
    name: "OV-11.3-14连接块"
  },
  {
    key: "OV-11.3-15",
    name: "OV-11.3-15连接板"
  },
  {
    key: "OV-11.3-16",
    name: "OV-11.3-16滑动拉杆"
  },
  {
    key: "OV-12.1-18",
    name: "OV-12.1-18螺钉销"
  },
  {
    key: "OV-12.3-22",
    name: "OV-12.3-22压痕轮-磨上"
  },
  {
    key: "OV-12.3-22",
    name: "OV-12.3-22压痕轮-磨下"
  },
  {
    key: "OV-12.3-24",
    name: "OV-12.3-24上传纸轮"
  },
  {
    key: "OV-14.1-1",
    name: "OV-14.1-1左拨叉"
  },
  {
    key: "OV-14.1-3",
    name: "OV-14.1-3台阶销"
  },
  {
    key: "OV-14.1-5",
    name: "OV-14.1-5销"
  },
  {
    key: "OV-14.1-6",
    name: "OV-14.1-6中间拨叉"
  },
  {
    key: "OV-14.1-7",
    name: "OV-14.1-7拨叉轴"
  }
]

module.exports = {
  parts: parts
}